"Cancel" = "Annuleer";
"ErasingFileWarning" = "Weet u zeker dat u dit bestand permanent wilt wissen?";
"ErasingFilesWarning" = "Weet u zeker dat u deze bestanden permanent wilt wissen?";
"ErasingMessage" = "Bezig met wissen van";
"ErasingTrashWarning" = "Weet u zeker dat u de bestanden in de prullenmand permanent wilt wissen?";
"ErrorDeletingDiscMessage" = "Permanent Eraser kan het CD/DVD niet wissen.";
"ErrorDeletingMessage" = "Permanent Eraser kan het volgende bestand niet wissen: \"%@\"";
"ErrorTitle" = "Waarschuwing";
"OK" = "OK";
"PreparingMessage" = "Wissen voorbereiden…";
"Quit" = "Stop";